Repository: markomitr/Asp.Net-WebSite-2009
Catalog: Asp.Net-WebSite/App_GlobalResources/Sodrzina.*.resx
Languages: mk

# AboutUsAplikativen
source: Our technical team is well-versed in of today’s major business applications, and have all the resources at hand to get you the result you need. Our analysts have a broad base of experience that comes from working with the applications that drive today’s business.
mk: &nbsp&nbsp&nbsp Нашиот технички тим е добро упатен во повекето од сегашните големи бизнис апликации и ги имаат при рака сите средства потребни за да ги добиете резултатите што ви требаат. Нашите аналитичари имаат широка основа на искуство кое доаѓа од работењето со апликациите кои се водечки во денешните бизниси.

# AboutUsAplikativenNaslov
source: Application Support
mk: Поддршка на апликативниот софтвер

# AboutUsBrendovi
source: Our company is in trend with world brand's.We allways offer you the best solutions directly from the best companies.
mk: &nbsp&nbsp&nbsp Нашата команија е во тренд со светските брендови. Секогаш ви ги нудиме најдобрите решенија дирекно од најдобрите компании.

# AboutUsBrendoviNaslov
source: World Brends
mk: Светските брендови

# AboutUsObuka
source: Upon completion of your software and hardware installation, we provide training and information in all issues so the maximum skill levels can be achieved.
mk: &nbsp&nbsp&nbsp По инсталацијата на апликативниот софтвер и компјутерска опрема ИНФО Биро обезбедува сеопфатна обука така да клиентот ќе може да ја стекне потребната вештина за работење. Ние одиме и чекор понатаму од другите - со обуката на нашите клиенти ние сме во ситуација да обезбедиме подобра услуга, а со тоа и нашите клиенти се чувствуваат посигурно и покомфорно.

# AboutUsObukaNaslov
source: Training
mk: Обука

# AboutUsSymbol
source: &nbsp&nbsp&nbsp <b>Info Biro </b> is official distributor for <b>Symbol</b> in Republic of Macedonia . We offer barcode scanner, mobile products and info display.
mk: &nbsp&nbsp&nbsp <b>ИНФО Биро</b> е главен дистибутер на производите од <b>Symbol</b> за Република Македонија.Присутен на пазарот со баркод-скенери,мобилни уреди и инфо дисплеии.

# AboutUsTehnicka
source: We stand behind our products. We pride ourselves on our hardware and software knowledge and our ability to communicate that information to you through a highly educated support team.
mk: &nbsp&nbsp&nbsp Гарантираме за производите кои ќе ги набавите кај нас а воедно ќе ја имате нашата поддршка во Вашиот стремеж за интегрирање во новите технологии. Нашиот тим знае како да Ви ги пренесе потребните информации и знаење

# AboutUsTehnickaNaslov
source: Technical Support
mk: Техничка поддршка

# AboutUsTim
source: Our technical team provides support from pre-sales surveys and engineering, to the design and installation of your computer system, to everyday service and advice months after your system is up and running. We take care of the technical details so you can operate worry-free in a reliable and secure network environment.
mk: &nbsp&nbsp&nbsp Нашиот технички тим обезбедува поддршка почнувајќи од проценка на потребите преку дизајнирање и инсталација на Вашиот компјутерски систем, до секојдневно сервисирање и советување. Ние ќе се грижиме за техничките детали така да Вие можете да работите без проблеми на постојан и сигурен компјутерски систем.

# AboutUsTimNaslov
source: Technical Team
mk: Технички тим

# AboutUsVoved
source: &nbsp&nbsp&nbsp <b>Info Biro</b> is an independent Software & Hardware Company, specializes in Point-of-Sale and General Business Information Systems.<p><b>Our goal is to provide comprehensive, dependable solutions to our customers. </b></p>&nbsp&nbsp&nbsp We are skilled at designing and delivering complete, turnkey solutions.We do everything for you: we design tech information system, supply the hardware, wire and configure the network, develop and install the system and application software, provide basic training for the end-users and provide comprehensive after-sales support.
mk: &nbsp&nbsp&nbsp <b>ИНФО Биро</b> е независна компанија која се занимава со изработка на апликативен софтвер и продажба на компјутерска опрема со седиште во Охрид, Република Македонија. <p> <b>Нашата цел е решенијата да ги прилагодиме кон специфичните потреби на нашите клиенти.</b></p> &nbsp&nbsp&nbsp Нашиот тим е специјализиран за поставување и инсталација на апликативен софтвер и комјутерска опрема во мрежно опкружување. Развиваме ефективни решенија во следните области: Интернет/Интранет решенија, изработка на апликативен софтвер, користење на бази на податоци, продажба на компјутерска опрема. Без разлика дали Ви е потребен интегриран мрежен систем, комpјутерска опрема и галантерија или пак Ви е потребан надградба на постоечкио систем, <b>ИНФО Биро</b> е вистинскиот избор за Вашите потреби.

# contactTextTel
source: <img src="Images/ContactUs.jpg" /> <ul>Info Biro - Ohrid <li>st.:Vanco Nikoleski #3</li> <li>Ohrid,Macedonia</li> <li>tel/fax:+389 46 262139, +389 46 262885</li> <li>e-mail:<a href="mailto:info@infobiro.com.mk">info@infobiro.com.mk</a></li> </ul> <ul>Info Biro - Skopje <li>st.:Mit.Teodosije Gologanov #28</li> <li>Skopje,Macedonia</li> <li>tel/fax:+389 2 298484, +389 2 298483</li> <li>e-mail:<a href="mailto:infosk@infobiro.com.mk">infosk@infobiro.com.mk</a></li> </ul>
mk: <img src="Images/ContactUs.jpg" /> <ul>ИНФО-Биро - Охрид <li>ул:Ванчо Николески бр.3</li> <li>Охрид,Македонија</li> <li>тел/фах:+389 46 262139, +389 46 262885</li> <li>е-пошта:<a href="mailto:info@infobiro.com.mk">info@infobiro.com.mk</a></li> </ul> <ul>ИНФО-Биро - Скопје <li>ул:Мит.Теодосије Гологанов 28</li> <li>Скопје,Македонија</li> <li>тел/фах:+389 2 298484, +389 2 298483</li> <li>е-пошта:<a href="mailto:infosk@infobiro.com.mk">infosk@infobiro.com.mk</a></li> </ul>

# NaslovnaVoved
source: <div class="naslovAboutClients Naslovna"> Welcome to our web site - Info Biro </div> <div class="tekstAboutUs"> <b style="color: Maroon;">Info Biro </b> i is private company founded in November 1991. Main activities are: <ul> <li>Design and development of business applications</li> <li>Design databases</li> <li>Installing and maintenance computer networks</li> <li>Sale of standard and specialized computer equipment</li> <li>Selling operating supplies</li> </ul> </div>
mk: <div class="naslovAboutClients Naslovna"> Добредојдовте на нашот веб - Инфо Биро </div> <div class="tekstAboutUs"> <b style="color: Maroon;">ИНФО-БИРО</b> е фирма во приватна сопственост формирана во Ноември 1991.Основни дејности на претпријатието: <ul> <li>Дизајнирање и изработка на деловен апликативен софтвер</li> <li>Дизајн на бази на податоци</li> <li>Инсталирање и одржување компјутерски мрежи</li> <li>Продажба на стандардна и специјализирана компјутерска опрема</li> <li>Продажба на потрошни материјали</li> </ul> </div>

# newsPageText
source: <div class="naslovAboutClients Naslovna"> Taggy-Price label </div> <div class="tekstAboutUs"> Taggy is an innovative wireless system used to update product prices and information in real time, thus abolishing the need for daily chore of correcting traditional paper labels on products displayed. </div> <div id="novostiStrana"> <div class="naslovAboutClients Naslovna"> Taggy-Usage </div> <ul>Taggy can be used in:: <li>Supermarkets</li> <li>Perfume shops</li> <li>Opticians</li> <li>Jewellers</li> <li>Shoe shops</li> <li>Clothes shops</li> <li>Fruit and vegetable shops</li> <li>Phone equipment shops</li> <li>Electric appliances</li> </ul> <a rel="shadowbox[Prezent];options={counterType:'skip',continuous:true}" href="Images/MarketTaggy.jpg"> <img src="Images/MarketTaggy.jpg" /></a> </div>
mk: <div class="naslovAboutClients Naslovna"> Taggy-Лабели за цени </div> <div class="tekstAboutUs"> Taggy - е иновативен радио систем кој се користи за да се ажурираат цените на производите и информациите за нив во реално време, со кои се подобрува работата и се намалува времето потрошено за промена на цените мануално. </div> <div id="novostiStrana"> <div class="naslovAboutClients Naslovna"> Taggy-Употреба </div> <ul>Taggy - можат да се користат во: <li>Супермаркети</li> <li>Парфимерии</li> <li>Оптики</li> <li>Продавници за накит</li> <li>Проданвици за обувки</li> <li>Продавница за облека</li> <li>Продавници за овошја и зеленчук</li> <li>Продавници за телефонска опрема</li> <li>Продавници за електронска опрема</li> </ul> <a rel="shadowbox[Prezent];options={counterType:'skip',continuous:true}" href="Images/MarketTaggy.jpg"> <img src="Images/MarketTaggy.jpg" /></a> </div>

# SoftwareVoved
source: Programming packages allow formation of a fully integrated Information sistem.So selecting a programming package from the top menu sets the basic features of the standard business programs. <br /> Given that every major company has its own specifics, they will be recorded in detail and will be arranged appropriate solutions. <br /> The organization of our company is characterized by a willingness to change - to podobro.Sekoj of employees invest their knowledge and skills dase find better solutions every day. have at hand all the tools needed to get the results you need. Our analysts have a broad base of experience that comes from working with applications that are leading today's businesses.
mk: &nbsp&nbsp&nbsp Програмските пакети овозможуваат формирање на целосно интегриран информационен систем.Со избирање на програмски пакет од горното мени ги даваме основните можности на стандардните деловни програми.&nbsp&nbsp&nbsp <br /> Со оглед на тоа што секоја поголема фирма има свои специфики, истите ќе бидат детално снимени и ќе бидат договорени соодветни решенија. <br /> Организацијата на нашата фирма се карактеризира со спремност за промена - кон подобро.Секој од вработените ги вложува своето знаење и способности дасе изнајдат подобри решенија секој ден. ги имаат при рака сите средства потребни за да ги добиете резултатите што ви требаат. Нашите аналитичари имаат широка основа на искуство кое доаѓа од работењето со апликациите кои се водечки во денешните бизниси.

# textClients
source: <div class="naslovAboutClients"> Clients List </div> <img src="Images/Klienti.jpg" /> <div class="ReferentnaListaText"><img src="Images/SlikaClients.jpg" /> <h1>We have a "Boss" - The Customer</h1> We are all commited to the personal and commercial success of our customer. He is entitled to good, fast and friendly service from us. We can only be successfull if we can make a considerable longterm contribution. Our own success depends on that. </div>
mk: <div class="naslovAboutClients"> Референтна Листа </div> <img src="Images/Klienti.jpg" /> <div class="ReferentnaListaText"><img src="Images/SlikaClients.jpg" /> <h1>Ние имаме претпоставен - клиентот</h1> Сите ние сме определени за личен и професинален успен на нашиот клиент. Тој има право право на добра, брза и квалитетна услуга од наша страна. Можеме да бидеме успешни само ако успееме да дадеме значаен долгорочен придонес. Нашиот сопствен успех зависи од тоа! </div>
